
/* No comment provided by engineer. */
"Close" = "Sluit";

/* No comment provided by engineer. */
"Delete" = "Wis";

/* Button in the Xtras Manager to go to adiumxtras.com to get more adiumxtras */
"Get More Xtras" = "Haal meer Xtra's op";

/* Button to return from away in the away status window */
"Return" = "Keer terug";

/* No comment provided by engineer. */
"Send" = "Verstuur";
